---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PolylineNode
source: html/362d047e-76a0-494d-efe8-10582dac759c.htm
---
# PolylineNode Members

Returns the polyline object corresponding to the node.